Repository: 84000/data-translation-memory
Catalog: toh865-v3.tmx
Source language: bo
Languages: en

source: ༄༅། །དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Three Jewels.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམ་པར་སྣང་མཛད་ཀྱི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the thus-gone, worthy, completely perfect Buddha Vairocana, the King.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྙིང་རྗེ་ཆེན་པོ་དང་ལྡན་པ་འཕགས་པ་ནམ་མཁའི་སྙིང་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the bodhisattva, the great being, the one with great compassion, noble Ākāśagarbha.

source: ཏདྱ་ཐཱ། བཛྲ་མ་བུ། བཛྲ་མ་བུ་བུདྡྷ་ཛེ། བཛྲ་མ་བུ་བུདྡྷ་ཛེ། ཤཱུ་ནྱ་ཏཱ་པྲ་བེ་ཤེ། བཻ་རོ་ཙ་ན་གརྦྷེ། པཉྩེནྡྲི་ཡ། ཨ་བ་བོ་དྷ་ནེ་སྭཱ་ཧཱ། ཆོ་ག་ནི་རྟག་ཏུ་བཟླས་བརྗོད་བྱས་ན་ ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པ་ཐོབ་པར་འགྱུར་རོ། །
en: tadyathā vajramabu vajramabubuddhaje vajramabubuddhaje śūnyatāpraveśe vairocanagarbhe pañcendriya avabodhane svāhā

source: བདུད་ཐམས་ཅད་དང་དགྲ་ཐམས་ཅད་དང་ལོག་འདྲེན་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་སོ། ། འཆི་བའི་ཚེ་འཕགས་པ་འོད་དཔག་མེད་མཐོང་བར་འགྱུར་རོ། ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱང་མཐོང་བར་འགྱུར་རོ། ། ཇི་ལྟར་སྨོན་ལམ་བཏབ་པ་བཞིན་དུ་སྐྱེ་བར་འགྱུར་རོ། །
en: The rite is like this. If one recites this constantly, one will be able to abide within the perfection of wisdom. All māras, enemies, and vināyakas will be unable to cause harm. At the time of death, one will see noble Amitābha. One will likewise see all tathāgatas and all bodhisattvas. One will take rebirth in accordance with the aspirations that one makes.

source: །​རྫོགས་སོ།​།
en: This completes the dhāraṇī.
